Repository: albanobattistella/adriconf
Catalog: po/*.po
Languages: pt_br

source: Add Application app driver widget is not in glade file!
pt_br: Objeto window principal não está no arquivo glade!

source: Add Application app executable widget is not in glade file!
pt_br: Objeto window principal não está no arquivo glade!

source: Add Application app name widget is not in glade file!
pt_br: Objeto window principal não está no arquivo glade!

source: Add Application dialog is not in glade file!
pt_br: Objeto window principal não está no arquivo glade!

source: Add new
pt_br: Adicionar novo

source: An advanced DRI configurator tool.
pt_br: Uma ferramenta de configuração de DRI avançada.

source: Application %1 not found
pt_br: Aplicação %1 não encontrada

source: Application executable:
pt_br: Executável da aplicação

source: Application name:
pt_br: Nome da aplicação

source: Application removed successfully.
pt_br: Aplicação removida com sucesso.

source: Application successfully added.
pt_br: Aplicação adicionada com sucesso.

source: Cancel
pt_br: Cancelar

source: Checking if the system is supported
pt_br: Verificando se o sistema é suportado

source: Couldn't open X display
pt_br: Falhou ao abrir uma conexão com o servidor X

source: Creating the GTK application object
pt_br: Criando o objecto de aplicação GTK

source: Current language code is %1
pt_br: Código de lingua atual é %1

source: Display is missing EGL_MESA_query_driver extension
pt_br: O display não possui a extensão EGL_MESA_query_driver

source: Driver %1 not found
pt_br: Driver %1 não encontrado

source: Driver '%1' doesn't support option '%2' on application '%3'. Option removed.
pt_br: Driver '%1' não suporta a opção '%2' na aplicação '%3'. Opção será removida.

source: Driver doesn't support extension "EGL_MESA_query_driver"
pt_br: O driver não suporta a extensão "EGL_MESA_query_driver"

source: Enumerating DRI Devices
pt_br: Enumerando dispositivos DRI

source: Exception caught during device XML parsing: %1
pt_br: Exceção pega durante a leitura do XML do dispositivo: %1

source: Failed to create EGL display
pt_br: Falhou ao criar display EGL

source: Failed to create GBM device for %1
pt_br: Falhou em criar o dispositivo GBM

source: Failed to initialize EGL display
pt_br: Falhou ao inicializar o display EGL

source: Failed to load file: %1
pt_br: Falhou ao carregar arquivo: %1

source: Failed to open device %1
pt_br: Falhou ao abrir dispositivo %1

source: Force Application to use GPU
pt_br: Aplicação %1 não encontrada

source: Found %1 devices
pt_br: Encontrou %1 dispositivo(s)

source: Found configuration on path: %1
pt_br: Configuração encontrada no caminho: %1

source: GPU "%1" has the driver "%2"
pt_br: A GPU "%1" possui o driver "%2"

source: GPU has been detected as "%1" from "%2"
pt_br: GPU foi detectada como "%1" de "%2"

source: Generating EGL Display from GBM device for "%1"
pt_br: Gerando display EGL a partir do dispositivo GBM para "%1"

source: Generating final XML for saving...
pt_br: Gerando XML final para salvar...

source: Generating gbm device for path "%1"
pt_br: Gerando dispositivo gbm para o caminho "%1"

source: Legacy system-wide XML path: %1
pt_br: Caminho do XML de sistema legado: %1

source: Legacy system-wide file doesn't exist
pt_br: O arquivo de sistema legado não existe

source: Loading driver options
pt_br: Carreagando opções do driver

source: Main window object is not in glade file!
pt_br: Objeto window principal não está no arquivo glade!

source: Missing GLX_MESA_query_renderer extension. Probably this is a closed-source driver.
pt_br: Extensão GLX_MESA_query_renderer está faltando. Provavelmente este é um driver de código fechado

source: Notebook object not found in glade file!
pt_br: Objeto Notebook não encontrado no arquivo glade!

source: Option %1 doesn't exist in application %2. Merge failed
pt_br: Opção %1 não existe na aplicação %2. Mesclagem falhou

source: PRIME Settings
pt_br: Configurações PRIME

source: Parsing XML %1
pt_br: Lendo XML %1

source: Parsing device for XML: %1
pt_br: Escrevendo XML gerado: %1

source: Processing GPU with PCI ID "%1"
pt_br: Processando GPU com o PCI ID "%1"

source: Reading legacy system-wide XML
pt_br: Lendo o XML de sistema legado

source: Reading system-wide XML
pt_br: Lendo o XML de sistema

source: Reading user defined XML
pt_br: Lendo o XML definido pelo usuário

source: Remove current Application
pt_br: Remover aplicação atual

source: Skipping device %1 due to error: %2
pt_br: Ignorando dispositivo %1 devido ao erro: %2

source: Source Code
pt_br: Código Fonte

source: Start building GTK gui
pt_br: Iniciando construção da gui GTK

source: System-wide XML path: %1
pt_br: Caminho do XML de sistema: %1

source: System-wide configuration path doesn't exist!
pt_br: O caminho de configuração do sistema não existe!

source: The application has been removed.
pt_br: A aplicação foi removida.

source: The application was successfully added. Reloading default app options.
pt_br: A aplicação foi adicionada com sucesso. Recarregando opções da aplicação padrão.

source: The default application cannot be removed.
pt_br: A aplicação padrão não pode ser removida.

source: The driver needs a default configuration.
pt_br: O driver precisa de uma aplicação padrão.

source: Unable to extract configuration for driver %1
pt_br: Incapaz de extrair uma configuração para o driver %1

source: Unable to extract driver name for screen %1
pt_br: Incapaz de extrair uma configuração para o driver %1

source: Unexpected response code from about dialog: %1
pt_br: Código de resposta do dialogo inesperado: %1

source: Use default GPU of screen
pt_br: Usar GPU padrão da tela

source: User defined XML doesn't exist
pt_br: O XML definido pelo usuário não existe

source: User defined XML path: %1
pt_br: Caminho do XML definido pelo usuário: %1

source: User defined configuration is empty. Returning an empty object
pt_br: Configuração definida pelo usuário está vazia. Retornando um objeto vazio

source: User-defined driver '%1' on screen '%2' doesn't have a driver loaded on system. Configuration removed.
pt_br: Driver '%1' definido pelo usuário na tela '%2' não possui um driver carregado no sistema. Configuração removida.

source: Validation error
pt_br: Erro de validação

source: Writing generated XML: %1
pt_br: Escrevendo XML gerado: %1

source: You need to specify the application name, executable and driver.
pt_br: Você precisa especificar o nome da aplicação, executável e driver.

source: _Application
pt_br: Aplicação

source: _File
pt_br: Arquivo

source: _Help
pt_br: Ajuda

source: adriconf running on Wayland
pt_br: adriconf executando em Wayland

source: adriconf running on X11
pt_br: adriconf executando em X11
